;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Wim Meijdam
; TranslationAuthorEmail: support@wisecleaner.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 2.25.120
; Update: 2018-06-07
;
[GUI]
ButtonYes=Ja
ButtonNo=Nee
ButtonOK=OK
ButtonMinimize=Minimaliseren
ButtonMaximize=Maximaliseren
ButtonClose=Sluiten
ButtonRestore=Verkleinen
ButtonMenu=Menu

[Lang]
NativeLanguage=Nederlands (Dutch)

[Translation]
LangCode=0413
ReadHabit=Left-to-right
LanguageName=NL
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET

Information=Informatie
Warning=Waarschuwing
Error=Fout
Confirm=Bevestiging
CurVer=Huidige versie: 


; Main GUI
; 
TfrmUnlog.caption=Verwijder Geschiedenis
TfrmUnlog.head.unDate=Verwijder datum
TfrmUnlog.head.ItemName=Programma naam
TfrmUnlog.head.restore=Resterende items
TfrmUnlog.noItems=Geen resterende items
TfrmUnlog.Recovered=Hersteld
TfrmUnlog.recover=Herstel
FrmMain.lblrate.caption=Stem
FrmMain.BtnNormal.Caption=Veilig verwijderen
FrmMain.BtnModify.Caption=Wijzig
FrmMain.BtnForce.Caption=Gedwongen verwijden
FrmMain.BtnRemove.Caption=Verwijder Entries
FrmMain.lblcheckver.Caption=Update controle
FrmMain.lblinfo.caption=Een manier om  hardnekkige programma(s) te verwijderen
FrmMain.btnSupport.hint=Support Centrum
FrmMain.btnfacebook.Hint=Deel Wise Program Uninstaller op Facebook
FrmMain.btntwitter.Hint=Deel Wise Program Uninstaller met Twitter
FrmMain.btnemail.Hint=Deel Wise Program Uninstaller met uw vrienden
FrmMain.btnRefresh.Hint=Ververs
FrmMain.btnLog.Caption=Verwijderen geschiedenis
FrmMain.btnAll.hint=Alle Programma's
FrmMain.btnSoft.hint=Desktop Programma's
FrmMain.btnApp.hint=Universele Apps
FrmMain.btnPatch.hint=Windows Updates
FrmMain.btnUnless.hint=Gebruiker DeInstalleren

;

; Menu
;
pmHelp=Online Help
pmHome=Web Site
pmforum=Forum
pmCheckMsg=Auto Nieuws controle
pmContact=Neem Contact met ons op
pmCheckNew=Updates controle
pmLang=Taal
pmAbout=Over ons
pmOpenEntry=Open in RegEditor
pmOpenFolder=Open in Explorer
PmGoogle=Google Zoeken
pmExport=Exporteer naar een tekst file...
pmRightMenuA=Toon in Context Menu
ExplorerMenu=Uninstall met Programma Uninstaller
pmUnisDetect=Detecteer de uninstallatie van andere uninstallers
pmUEI=Gebruiker ervarings Verbeterings Programma

;
; About
;
FrmAbout.caption=Over
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Huidige Versie: 
FrmAbout.lblemail.caption=Technische ondersteuning: 
FrmAbout.lblhome.caption=Web Site: 
FrmAbout.lblthank.caption=Met dank aan de volgende personen voor hun bijdrage: 

;
; Processs
;
FrmProgressModal.btncancel.caption=Stop

;
; frmafterdel
;
Frmafterdel.caption=Register entries en files geassocieerd met het programma
Frmafterdel.btnremove.caption=Verwijder
Frmafterdel.btncancel.caption=Stop
Frmafterdel.lblinfo.caption=Kijk naar het sesultaat en klik op "Verwijder" om de de-installatie te voltooien.
Frmafterdel.btnnone.caption=Selecteer Niets None
Frmafterdel.btnall.caption=Selecteer Alles
;
; Custome uninstall
;
frmUnlessDel.caption=Gebruiker Uninstall
frmUnlessDel.lblInfo1.caption=Gebruiker Uninstall helpt u programma's te verwijderen die niet op de normale standaard wijze verwijderd kunnen worden.U kunt naar een Map browsen en de gerelateerde programma's verwijderen of Uninstalleren.
frmUnlessDel.lblinfo2.caption=Type a.u.b. een keywoord om te scannen naar eventuele nog aanwezige files na Uninstall.
frmUnlessDel.lblKeyword.caption=Keywoord:
frmUnlessDel.btnNext.caption=Volgende
frmUnlessDel.btncancel.caption=Stop
frmUnlessDel.btnremove.caption=Verwijder
frmUnlessDel.btnFolder.caption=Browse


; Rate
;
FrmRate.Btnlist.caption=Gebruiker Reviews
FrmRate.Btnreview.caption=Myn Review
FrmRate.Btnfirst.caption=Wees de eerste voor een Review
FrmRate.Btnsubmit.caption=Verstuur
FrmRate.lblscore.caption=Rate:
FrmRate.lblscorehint.caption=(U moet op de sterren klikken om een rate aante geven)
FrmRate.lblnick.caption=Uw Schuilnaam:
FrmRate.lblnickhint.caption=(Optioneel)
FrmRate.lblemail.caption=Uw Email:
FrmRate.lblemailhint.caption=(Optioneel)
FrmRate.lblcontent.caption=Inhoud:
FrmRate.lblcontenthint.caption=(Optioneel)
FrmRate.lbldesctitle.caption=Software Beschrijving:
FrmRate.lblratesoft.caption=Aanbevolen Software


[Uninstall]
Backuping=Backup maken...
PublisherUnknown=Onbekende Uitgever
VersionUnknown=Onbekende Versie
Rate=Waardering
ItemName=Naam
Publisher=Uitgever
Size=Grootte
SetupDate=Installatiedatum
Version=Versie
Canceled=Verwijdering is geannuleerd.
NoLeftOverItem=Geen restanten gevonden.
Removing=Verwijderen:
TotalStat=%d Programma's gevonden die %s Disc ruimte in beslag nemen.
Calculating=Grootte berekenen...
Files=Bestand en map
RegEntries=Registersleutels
Items=Items

[message]
confimdel=De gekozen directory wordt uit uw computer verwijderd. Doorgaan?
UninstallApp=UnInstalleren...
unistallError=Operatie mislukt.
NewVer=Er is een nieuwe versie beschikbaar. Wil je hem nu installeren?
NoNewVer=Gefeliciteerd! U gebruikt de laatste versie.
NoProgramSelected=Selecteer eerst een programma.
IsBusy=Wacht tot de voorgaande verwijdering is afgerond.
StartFindLeftover=Geassocieerde bestanden, mappen en registersleutels analyseren...
Collecting=Informatie geïnstalleerde programma's verzamelen...
BeSureUseForce=Kies alleen grondig verwijderen wanneer veilig verwijderen niet werkt. Wilt u doorgaan?
ConfirmRemove=Wilt u deze registersleutel verwijderen?
RejectItself=Het programma kan zichzelf niet Uninstalleren.
TranslateTo=Vertaal naar...

[SoftRate]
Querying=Onderzoeken...
Good=Goed 
Bad=Slecht
Safe=Veilig
Ver=Ver:
Ratings=Waardering
SoftNotExist=Kan de software informatie niet vinden.
GetSoftInfoError=Software info zoeken mislukt
UploadSoftLogoError=Software info upload fout
SubmitData=Stuur uw commentaar op deze software...
SubmitSoftInfoError=Zend fout door het netwerk.
SubmitRateSuccess=Verzenden geslaagd.
HaveSubmitRate=Uw evaluatie is geslaagd.
Submitgoodbad=Zend uw informatie...
me=Mij
NickTooLong=Uw alias moet minsten 20 characters lang zijn.
MailTooLong=Uw Email adres mag niet groter zijn dan 50 characters.
WrongEmail=Ongeldig email adres.
ReviewTooLong=De totale lengte van uw beoordeling mag de 300 characters niet overschrijden.
RateHint=Neem deel aan onze software waardering en stem op uw favoriete software!
UnknowName=Onbekend Product
UnknowVer=Onbekende Versie
UnknowDesc=Beschrijving


[Hint]
HintRate=Software waardering
HintClose=Verwijder item

[Monitor]
FindLeftover=%s laat mogelijk restanten op uw computer.Wise Program Unistaller is aan het scannen...
NonItems=%s is compleet van uw computer verwijderd.

